{
    "vocab": {
        ",": 0,
        ".": 1,
        "?": 2,
        "!": 3,
        "_": 4,
        "iː": 5,
        "ɪ": 6,
        "ɜː": 7,
        "ɚ": 8,
        "oːɹ": 9,
        "ɔː": 10,
        "ɔːɹ": 11,
        "ɑː": 12,
        "uː": 13,
        "ʊ": 14,
        "ɑːɹ": 15,
        "ʌ": 16,
        "ɛ": 17,
        "æ": 18,
        "eɪ": 19,
        "aɪ": 20,
        "ɔɪ": 21,
        "aʊ": 22,
        "oʊ": 23,
        "ɪɹ": 24,
        "ɛɹ": 25,
        "ʊɹ": 26,
        "p": 27,
        "b": 28,
        "t": 29,
        "d": 30,
        "k": 31,
        "ɡ": 32,
        "f": 33,
        "v": 34,
        "θ": 35,
        "ð": 36,
        "s": 37,
        "z": 38,
        "ʃ": 39,
        "ʒ": 40,
        "h": 41,
        "tʃ": 42,
        "dʒ": 43,
        "m": 44,
        "n": 45,
        "ŋ": 46,
        "j": 47,
        "w": 48,
        "ɹ": 49,
        "l": 50,
        "tɹ": 51,
        "dɹ": 52,
        "ts": 53,
        "dz": 54,
        "i": 55,
        "ɔ": 56,
        "ə": 57,
        "ɾ": 58,
        "iə": 59,
        "r": 60,
        "u": 61,
        "oː": 62,
        "ɛː": 63,
        "ɪː": 64,
        "aɪə": 65,
        "aɪɚ": 66,
        "ɑ̃": 67,
        "ç": 68,
        "ɔ̃": 69,
        "ææ": 70,
        "ɐɐ": 71,
        "ɡʲ": 72,
        "nʲ": 73,
        "iːː": 74,
        "p⁼": 75,
        "pʰ": 76,
        "t⁼": 77,
        "tʰ": 78,
        "k⁼": 79,
        "kʰ": 80,
        "x": 81,
        "tʃ⁼": 82,
        "tʃʰ": 83,
        "ts`⁼": 84,
        "ts`ʰ": 85,
        "s`": 86,
        "ɹ`": 87,
        "ts⁼": 88,
        "tsʰ": 89,
        "p⁼wo": 90,
        "p⁼wo→": 91,
        "p⁼wo↑": 92,
        "p⁼wo↓↑": 93,
        "p⁼wo↓": 94,
        "pʰwo": 95,
        "pʰwo→": 96,
        "pʰwo↑": 97,
        "pʰwo↓↑": 98,
        "pʰwo↓": 99,
        "mwo": 100,
        "mwo→": 101,
        "mwo↑": 102,
        "mwo↓↑": 103,
        "mwo↓": 104,
        "fwo": 105,
        "fwo→": 106,
        "fwo↑": 107,
        "fwo↓↑": 108,
        "fwo↓": 109,
        "jɛn": 110,
        "jɛn→": 111,
        "jɛn↑": 112,
        "jɛn↓↑": 113,
        "jɛn↓": 114,
        "ɥæn": 115,
        "ɥæn→": 116,
        "ɥæn↑": 117,
        "ɥæn↓↑": 118,
        "ɥæn↓": 119,
        "in": 120,
        "in→": 121,
        "in↑": 122,
        "in↓↑": 123,
        "in↓": 124,
        "ɥn": 125,
        "ɥn→": 126,
        "ɥn↑": 127,
        "ɥn↓↑": 128,
        "ɥn↓": 129,
        "iŋ": 130,
        "iŋ→": 131,
        "iŋ↑": 132,
        "iŋ↓↑": 133,
        "iŋ↓": 134,
        "ʊŋ": 135,
        "ʊŋ→": 136,
        "ʊŋ↑": 137,
        "ʊŋ↓↑": 138,
        "ʊŋ↓": 139,
        "jʊŋ": 140,
        "jʊŋ→": 141,
        "jʊŋ↑": 142,
        "jʊŋ↓↑": 143,
        "jʊŋ↓": 144,
        "ia": 145,
        "ia→": 146,
        "ia↑": 147,
        "ia↓↑": 148,
        "ia↓": 149,
        "iɛ": 150,
        "iɛ→": 151,
        "iɛ↑": 152,
        "iɛ↓↑": 153,
        "iɛ↓": 154,
        "iɑʊ": 155,
        "iɑʊ→": 156,
        "iɑʊ↑": 157,
        "iɑʊ↓↑": 158,
        "iɑʊ↓": 159,
        "ioʊ": 160,
        "ioʊ→": 161,
        "ioʊ↑": 162,
        "ioʊ↓↑": 163,
        "ioʊ↓": 164,
        "iɑŋ": 165,
        "iɑŋ→": 166,
        "iɑŋ↑": 167,
        "iɑŋ↓↑": 168,
        "iɑŋ↓": 169,
        "ua": 170,
        "ua→": 171,
        "ua↑": 172,
        "ua↓↑": 173,
        "ua↓": 174,
        "uo": 175,
        "uo→": 176,
        "uo↑": 177,
        "uo↓↑": 178,
        "uo↓": 179,
        "uaɪ": 180,
        "uaɪ→": 181,
        "uaɪ↑": 182,
        "uaɪ↓↑": 183,
        "uaɪ↓": 184,
        "ueɪ": 185,
        "ueɪ→": 186,
        "ueɪ↑": 187,
        "ueɪ↓↑": 188,
        "ueɪ↓": 189,
        "uan": 190,
        "uan→": 191,
        "uan↑": 192,
        "uan↓↑": 193,
        "uan↓": 194,
        "uən": 195,
        "uən→": 196,
        "uən↑": 197,
        "uən↓↑": 198,
        "uən↓": 199,
        "uɑŋ": 200,
        "uɑŋ→": 201,
        "uɑŋ↑": 202,
        "uɑŋ↓↑": 203,
        "uɑŋ↓": 204,
        "ɥɛ": 205,
        "ɥɛ→": 206,
        "ɥɛ↑": 207,
        "ɥɛ↓↑": 208,
        "ɥɛ↓": 209,
        "a": 210,
        "a→": 211,
        "a↑": 212,
        "a↓↑": 213,
        "a↓": 214,
        "o": 215,
        "o→": 216,
        "o↑": 217,
        "o↓↑": 218,
        "o↓": 219,
        "ə→": 220,
        "ə↑": 221,
        "ə↓↑": 222,
        "ə↓": 223,
        "ɛ→": 224,
        "ɛ↑": 225,
        "ɛ↓↑": 226,
        "ɛ↓": 227,
        "aɪ→": 228,
        "aɪ↑": 229,
        "aɪ↓↑": 230,
        "aɪ↓": 231,
        "eɪ→": 232,
        "eɪ↑": 233,
        "eɪ↓↑": 234,
        "eɪ↓": 235,
        "ɑʊ": 236,
        "ɑʊ→": 237,
        "ɑʊ↑": 238,
        "ɑʊ↓↑": 239,
        "ɑʊ↓": 240,
        "oʊ→": 241,
        "oʊ↑": 242,
        "oʊ↓↑": 243,
        "oʊ↓": 244,
        "an": 245,
        "an→": 246,
        "an↑": 247,
        "an↓↑": 248,
        "an↓": 249,
        "ən": 250,
        "ən→": 251,
        "ən↑": 252,
        "ən↓↑": 253,
        "ən↓": 254,
        "ɑŋ": 255,
        "ɑŋ→": 256,
        "ɑŋ↑": 257,
        "ɑŋ↓↑": 258,
        "ɑŋ↓": 259,
        "əŋ": 260,
        "əŋ→": 261,
        "əŋ↑": 262,
        "əŋ↓↑": 263,
        "əŋ↓": 264,
        "əɹ": 265,
        "əɹ→": 266,
        "əɹ↑": 267,
        "əɹ↓↑": 268,
        "əɹ↓": 269,
        "i→": 270,
        "i↑": 271,
        "i↓↑": 272,
        "i↓": 273,
        "u→": 274,
        "u↑": 275,
        "u↓↑": 276,
        "u↓": 277,
        "ɥ": 278,
        "ɥ→": 279,
        "ɥ↑": 280,
        "ɥ↓↑": 281,
        "ɥ↓": 282,
        "ts`⁼ɹ": 283,
        "ts`⁼ɹ→": 284,
        "ts`⁼ɹ↑": 285,
        "ts`⁼ɹ↓↑": 286,
        "ts`⁼ɹ↓": 287,
        "ts`ʰɹ": 288,
        "ts`ʰɹ→": 289,
        "ts`ʰɹ↑": 290,
        "ts`ʰɹ↓↑": 291,
        "ts`ʰɹ↓": 292,
        "s`ɹ": 293,
        "s`ɹ→": 294,
        "s`ɹ↑": 295,
        "s`ɹ↓↑": 296,
        "s`ɹ↓": 297,
        "ɹ`ɹ": 298,
        "ɹ`ɹ→": 299,
        "ɹ`ɹ↑": 300,
        "ɹ`ɹ↓↑": 301,
        "ɹ`ɹ↓": 302,
        "ts⁼ɹ": 303,
        "ts⁼ɹ→": 304,
        "ts⁼ɹ↑": 305,
        "ts⁼ɹ↓↑": 306,
        "ts⁼ɹ↓": 307,
        "tsʰɹ": 308,
        "tsʰɹ→": 309,
        "tsʰɹ↑": 310,
        "tsʰɹ↓↑": 311,
        "tsʰɹ↓": 312,
        "sɹ": 313,
        "sɹ→": 314,
        "sɹ↑": 315,
        "sɹ↓↑": 316,
        "sɹ↓": 317,
        "ɯ": 318,
        "e": 319,
        "aː": 320,
        "ɯː": 321,
        "eː": 322,
        "ç": 323,
        "ɸ": 324,
        "ɰᵝ": 325,
        "ɴ": 326,
        "g": 327,
        "dʑ": 328,
        "q": 329,
        "ː": 330,
        "bj": 331,
        "tɕ": 332,
        "dej": 333,
        "tej": 334,
        "gj": 335,
        "gɯ": 336,
        "çj": 337,
        "kj": 338,
        "kɯ": 339,
        "mj": 340,
        "nj": 341,
        "pj": 342,
        "ɾj": 343,
        "ɕ": 344,
        "tsɯ": 345,
        "ɐ": 346,
        "ɑ": 347,
        "ɒ": 348,
        "ɜ": 349,
        "ɫ": 350,
        "ʑ": 351,
        "ʲ": 352,
        "y": 353,
        "ø": 354,
        "œ": 355,
        "ʁ": 356,
        "̃": 357,
        "ɲ": 358,
        ":": 359,
        ";": 360,
        "'": 361,
        "…": 362,
        "": 363,
        "ɔ2": 364,
        "ɔɜ": 365,
        "yəɜ": 366,
        "aː2": 367,
        "aː4": 368,
        "ɣ": 369,
        "əː5": 370,
        "iɛ6": 371,
        "əɪɜ": 372,
        "aːɜ": 373,
        "kh": 374,
        "ɗ": 375,
        "i2": 376,
        "ə6": 377,
        "əː": 378,
        "u6": 379,
        "ə2": 380,
        "t̪": 381,
        "aː5": 382,
        "əɜ": 383,
        "c": 384,
        "ɛ4": 385,
        "əː6": 386,
        "yə": 387,
        "əː2": 388,
        "uə4": 389,
        "yɜ": 390,
        "o5": 391,
        "e4": 392,
        "iɛ2": 393,
        "aːʊ": 394,
        "ɛ2": 395,
        "yə2": 396,
        "ʝ": 397,
        "yə6": 398,
        "iə6": 399,
        "a6": 400,
        "e2": 401,
        "iɜ": 402,
        "o6": 403,
        "uɜ": 404,
        "uə6": 405,
        "əɪ": 406,
        "y6": 407,
        "u5": 408,
        "ə5": 409,
        "ə4": 410,
        "əː4": 411,
        "aː6": 412,
        "y2": 413,
        "oɜ": 414,
        "i6": 415,
        "əɪ2": 416,
        "aɜ": 417,
        "ɔ6": 418,
        "o2": 419,
        "u4": 420,
        "ɛ6": 421,
        "əɪ6": 422,
        "eɜ": 423,
        "iɛɜ": 424,
        "ɛ5": 425,
        "aːɪ2": 426,
        "aːɪ6": 427,
        "u2": 428,
        "iɛ4": 429,
        "ɔ4": 430,
        "əːɜ": 431,
        "uə": 432,
        "y5": 433,
        "aːɪ": 434,
        "uəɜ": 435,
        "yə5": 436,
        "uə2": 437,
        "i5": 438,
        "o4": 439,
        "a2": 440,
        "aːɪɜ": 441,
        "i4": 442,
        "e5": 443,
        "y4": 444,
        "yə4": 445,
        "iə2": 446,
        "e6": 447,
        "aːʊɜ": 448,
        "ə1": 449,
        "aːɪ4": 450,
        "iəɜ": 451,
        "ɔ5": 452,
        "əɪ4": 453,
        "ɛɜ": 454,
        "aːʊ2": 455,
        "a5": 456,
        "iɛ5": 457,
        "iə5": 458,
        "əʊ": 459,
        "e1": 460,
        "a4": 461,
        "aːɪ5": 462,
        "e7": 463,
        "ʐ": 464,
        "əl": 465,
        "uə5": 466,
        "iə4": 467,
        "aːʊ6": 468,
        "əɪ5": 469
    }
}